-- 0 - disable debug info, 1 - less debug info, 2 - verbose debug info
DEBUG = 2

-- Show fps
DEBUG_FPS = false


-- 配置加密
CONFIG_CFG_ENCRYPT = false

-- --------------------------------------------------------------------
--	Battle Config
-----------------------------------------------------------------------
-- FPS、帧率
CONFIG_FPS = 60
CONFIG_DELTA_TIME = 1 / CONFIG_FPS

-- --------------------------------------------------------------------
--	Network Config
-----------------------------------------------------------------------
-- http
CONFIG_HTTP_IP = "192.168.1.106:8080/"

-- socket
CONFIG_SOCKET_IP = "192.168.1.106"
CONFIG_SOCKET_PORT = 8001


-- --------------------------------------------------------------------
--	Battle Config
-----------------------------------------------------------------------



